Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Dancing
de: Tanzen
es: De baile
fr: Danse
hi: नृत्य
it: Ballo
nl: Dansen
pl: Tańczący
pt: Dança
ru: Танцы
tr: Dans etmek
uk: Танці

source: Dandelion
de: Löwenzahn
es: Diente de león
fr: Pissenlit
hi: डैन्डिलायन
it: Dente di leone
nl: Paardenbloem
pl: Mniszek lekarski
pt: Dente-de-leão
ru: Одуванчик
tr: Karahindiba
uk: Кульбаба

source: Danish
de: Dänisch
es: Danés
fr: Danois
hi: डेनिश
it: Danese
nl: Deens
pl: Duński
pt: Dinamarquês
ru: Датский
tr: Danimarkalı
uk: Датська

source: Dashboard
de: Armaturenbrett
es: Panel de control
fr: Tableau de bord
hi: डैशबोर्ड
it: Cruscotto
pl: Deska rozdzielcza
pt: Painel
ru: Приборная панель
tr: Gösterge tablosu
uk: Панель приладів

source: Database
de: Datenbank
es: Base de datos
fr: Base de données
hi: डाटाबेस
pl: Baza danych
pt: Banco de dados
ru: База данных
tr: Veritabanı
uk: База даних

source: Dawn
de: Morgendämmerung
es: Amanecer
fr: Aube
hi: भोर
it: Alba
nl: Dageraad
pl: Świt
pt: Amanhecer
ru: Рассвет
tr: Şafak
uk: Світанок

source: Day
de: Tag
es: Día
fr: Jour
hi: दिन
it: Giorno
nl: Dag
pl: Dzień
pt: Dia
ru: День
tr: Gün
uk: День

source: Decade
de: Jahrzehnt
es: Década
fr: Décennie
hi: दशक
it: Decennio
nl: Decennium
pl: Dekada
pt: Década
ru: Десятилетие
tr: On yıl
uk: Десятиліття

source: Decagon
de: Zehneck
es: Decagón
fr: Décagone
hi: डेकागन
it: Decagono
nl: Tienhoek
pl: Dziesięciokąt
pt: Decagão
ru: Десятиугольник
tr: Dekagon
uk: Десятикутник

source: Decameter
de: Dekameter
es: Decámetro
fr: Décamètre
hi: डेकामीटर
it: Decametro
pl: Dekametr
pt: Decâmetro
ru: Декаметр
tr: Dekametre
uk: Декаметр

source: Decillion
de: Deziillion
es: Decillón
fr: Décillion
hi: डेसिलियन
pt: Decilhão
ru: Дециллион
uk: Демільйон

source: Decimal
de: Dezimalstelle
fr: Décimal
hi: दशमलव भिन्न
it: Decimale
nl: Decimaal
pl: Dziesiętny
ru: Десятичная дробь
tr: Ondalık
uk: Десятковий

source: Decimeter
de: Dezimeter
es: Decímetro
fr: Décimètre
hi: दशमलीश
it: Decimetro
pl: Decymetr
pt: Decímetro
ru: Дециметр
tr: Desimetre
uk: Дециметр

source: Declination
de: Deklination
es: Declinación
fr: Déclinaison
hi: गिरावट
it: Declinazione
nl: Declinatie
pl: Deklinacja
pt: Declinação
ru: Склонение
tr: Sapma
uk: Відхилення

source: Decree
de: Dekret
es: Decreto
fr: Décret
hi: डिक्री
it: Decreto
nl: Decreet
pl: Dekret
pt: Decreto
ru: Указ
tr: Kararname
uk: Указ

source: Deer
de: Hirsch
es: Ciervo
fr: Cerf
hi: हरिण
it: Cervo
nl: Herten
pl: Jeleń
pt: Veado
ru: Олень
tr: Geyik
uk: Олень

source: Defamation
de: Verleumdung
es: Difamación
fr: Diffamation
hi: मानहानि
it: Diffamazione
nl: Laster
pl: Szkalowanie
pt: Difamação
ru: Диффамация
tr: İftira
uk: Наклеп

source: Defendant
de: Angeklagte
es: Acusado
fr: Défendeur
hi: प्रतिवादी
it: Imputato
nl: Verdachte
pl: Oskarżony
pt: Réu
ru: Ответчик
tr: Sanık
uk: Відповідач

# Delta1
source: Delta
de: Dora
es: David
fr: Désiré
it: Domodossola
nl: Dirk
pl: Dorota
ru: Дмитрий
tr: Denizli

source: Deluge
de: Flut
es: Aluvión
fr: Déluge
hi: बाढ़
it: Diluvio
nl: Zondvloed
pl: Potop
pt: Dilúvio
ru: Потоп
tr: Tufan
uk: Потоп

source: Denim
de: Jeansstoff
es: Mezclilla
fr: Jean
hi: डेनिम
pl: Dżins
pt: Jeans
ru: Джинсовая ткань
tr: Kot
uk: Джинсовий

source: Denmark
de: Dänemark
es: Dinamarca
fr: Danemark
hi: डेनमार्क
it: Danimarca
nl: Denemarken
pl: Dania
pt: Dinamarca
ru: Дания
tr: Danimarka
uk: Данія

source: Dentist
de: Zahnarzt
es: Dentista
fr: Dentiste
hi: दंत चिकित्सक
it: Dentista
nl: Tandarts
pl: Dentysta
pt: Dentista
ru: Стоматолог
tr: Dişçi
uk: Стоматолог

source: Deposition
de: Ablagerung
es: Depositación
fr: Déposition
hi: पदच्युति
it: Deposizione
nl: Afzetting
pl: Zeznanie pod przysięgą
pt: Depoimento
ru: Низвержение
tr: Birikme
uk: Депонування

source: Derecho
de: Recht
fr: Droit
hi: डेरेचो
it: Diritto
nl: Recht
pt: Direito
ru: Деречо
tr: Dereko
uk: Деречо

source: Derivative
de: Derivat
es: Derivada
fr: Dérivé
hi: व्युत्पन्न
it: Derivato
nl: Afgeleid
pl: Pochodna
pt: Derivado
ru: Производный
tr: Türetilme
uk: Похідний

source: Desert
de: Wüste
es: Desierto
fr: Désert
hi: रेगिस्तान
it: Deserto
nl: Woestijn
pl: Pustynia
pt: Deserto
ru: Пустыня
tr: Çöl
uk: Пустеля

source: Desire
de: Wunsch
es: Deseo
fr: Désir
hi: कामेच्छा
it: Desiderio
nl: Verlangen
pl: Pragnienie
pt: Desejo
ru: Желание
tr: Arzu etmek
uk: Бажання

source: Desk
de: Schreibtisch
es: Escritorio
fr: Bureau
hi: डेस्क
it: Banco
nl: Bureau
pl: Biurko
pt: Secretária
ru: Письменный стол
tr: Sıra
uk: Стіл

source: Despair
de: Verzweiflung
es: Desesperación
fr: Désespoir
hi: निराशा
it: Disperazione
nl: Wanhoop
pl: Rozpacz
pt: Desespero
ru: Отчаяние
tr: Umutsuzluk
uk: Відчай

source: Dew
de: Tau
es: Rocío
fr: Rosée
hi: ओस
it: Dev
nl: Dauw
pl: Rosa
pt: Orvalho
ru: Роса
tr: Çiy
uk: Роса

source: Diagonal
de: Diagonale
fr: Diagonale
hi: विकर्ण रेखा
it: Diagonale
nl: Diagonaal
pl: Przekątna
ru: Диагональ
tr: Köşegen
uk: Діагональний

source: Dialogue
de: Dialog
es: Diálogo
hi: संवाद
it: Dialogo
nl: Dialoog
pl: Dialog
pt: Diálogo
ru: Диалог
tr: Diyalog
uk: Діалог

source: Diameter
de: Durchmesser
es: Diámetro
fr: Diamètre
hi: व्यास
it: Diametro
pl: Średnica
pt: Diâmetro
ru: Диаметр
tr: Çap
uk: Діаметр

source: Diamond
de: Diamant
es: Diamante
fr: Diamant
hi: हीरा
it: Diamante
nl: Diamant
pl: Diament
pt: Diamante
ru: Бриллиант
tr: Elmas
uk: Діамант

source: Diaphragm
de: Diaphragma
es: Diafragma
fr: Diaphragme
hi: मध्यपट
it: Diaframma
nl: Diafragma
pl: Membrana
pt: Diafragma
ru: Диафрагма
tr: Diyafram
uk: Діафрагма

source: Dice
de: Würfel
es: Jugar a los dados
fr: Dés
hi: डाइस
it: Dadi
nl: Dobbelstenen
pl: Kości
pt: Dados
ru: Игральные кости
tr: Zar
uk: Кості

source: Differential
de: Unterschied
es: Diferencial
fr: Différentiel
hi: गियर विभेदक
it: Differenziale
nl: Differentieel
pl: Mechanizm różnicowy
pt: Diferencial
ru: Дифференциальный
tr: Ayrılık
uk: Диференціальний

source: Digit
de: Zahl
es: Dígito
fr: Chiffre
hi: अंक
it: Cifra
nl: Cijfer
pl: Cyfra
pt: Dígito
ru: Цифра
tr: Rakam
uk: Цифра

source: Dipstick
de: Messstab
es: Varilla medidora del aceite
fr: Jauge de niveau d'huile
hi: डिपस्टिक
it: Imbecille
nl: Peilstok
pl: Bagnet
pt: Vareta do nível do óleo
ru: Щуп
tr: Yağ çubuğu
uk: Щуп

source: Disco
de: Disko
es: Discoteca
hi: डिस्को
it: Discoteca
pl: Dyskoteka
pt: Música disco
ru: Дискотека
tr: Disko
uk: Дискотека

source: Disgust
de: Ekel
es: Asco
fr: Dégoût
hi: जुगुप्सा
it: Disgusto
nl: Walging
pl: Obrzydzenie
pt: Nojo
ru: Отвращение
tr: Tiksinti
uk: Відраза

source: Dish
de: Gericht
es: Plato
fr: Plat
hi: रक़ाबी
it: Piatto
nl: Schotel
pl: Danie
pt: Prato
ru: Блюдо
tr: Tabak
uk: Блюдо

source: Distillation
de: Destillation
es: Destilación
hi: द्रवशोधन
it: Distillazione
nl: Distillatie
pl: Destylacja
pt: Destilação
ru: Дистилляция
tr: Damıtma
uk: Дистиляція

source: Divider
de: Trennwand
es: Pared divisoria
fr: Cloison
hi: विभाजक
it: Divisorio
nl: Scheidingswand
pl: Przegroda
pt: Divisória
ru: Разделитель
tr: Bölücü
uk: Роздільник

source: Diving
de: Tauchsport
es: Salto de trampolín
fr: Plongée sous-marine
hi: ग़ोताख़ोरी
it: Immersioni
nl: Duiken
pl: Nurkowanie
pt: Mergulho
ru: Прыжки в воду
tr: Dalma
uk: Дайвінг

source: Doberman
de: Dobermann
hi: डोबर्मन
it: Dobermann
ru: Доберман
uk: Доберман

source: Doctor
de: Arzt
es: Médico
fr: Médecin
hi: डॉक्टर
it: Dottore
nl: Dokter
pl: Lekarz
pt: Médico
ru: Доктор
tr: Doktor
uk: Лікар

source: Doctrine
de: Lehre
es: Doctrina
hi: सिद्धांत
it: Dottrina
pl: Doktryna
pt: Doutrina
ru: Доктрина
tr: Doktrin
uk: Доктрина

source: Dog Breeds
de: Hunderassen
es: Razas de perros
fr: Races de chiens
hi: कुत्ते की नस्लें
it: Razze di cani
nl: Hondenrassen
pl: Rasy psów
pt: Raças de cães
ru: Породы собак
tr: Köpek Irkları
uk: Породи собак

source: Dolphin
de: Delphin
es: Delfín
fr: Dauphin
hi: डॉल्फ़िन
it: Delfino
nl: Dolfijn
pl: Delfin
pt: Golfinho
ru: Дельфин
tr: Yunus
uk: Дельфін

source: Dome
de: Wölbung
es: Cúpula
fr: Dôme
hi: गुंबद
it: Cupola
nl: Koepel
pl: Kopuła
pt: Cúpula
ru: Купол
tr: Kubbe
uk: Купол

source: Donkey
de: Esel
es: Burro
fr: Âne
hi: गधा
it: Asino
nl: Ezel
pl: Osioł
pt: Burro
ru: Осёл
tr: Eşek
uk: Осел

source: Door
de: Tür
es: Puerta
fr: Porte
hi: द्वार
it: Porta
nl: Deur
pl: Drzwi
pt: Porta
ru: Дверь
tr: Kapı
uk: Двері

source: Dove
de: Taube
es: Paloma
fr: Colombe
hi: पंडुक
it: Colomba
nl: Duif
pl: Gołąb
pt: Pombo
ru: Голубь
tr: Kumru
uk: Дуб

source: Dragon
de: Drache
es: Dragón
hi: ड्रैगन
it: Drago
nl: Draak
pl: Smok
pt: Dragão
ru: Дракон
tr: Ejderha
uk: Дракон

source: Dragonfly
de: Libelle
es: Libélula
fr: Libellule
hi: चिउरा
it: Libellula
nl: Libel
pl: Ważka
pt: Libélula
ru: Стрекоза
tr: Yusufçuk
uk: Бабка

source: Drain
de: Abfluss
es: Bajante
hi: बह जाना
it: Drenare
nl: Aftappen
pl: Odpływ
pt: Dreno
ru: Водосток
tr: Boşaltmak
uk: Злив

source: Drape
de: Drapierung
es: Caída
fr: Drapé
hi: ड्रेप
it: Drappeggio
nl: Draperen
pl: Zasłona
pt: Cortina
ru: Занавес
tr: Perde
uk: Драпірування

source: Drawer
de: Schublade
es: Cajón
fr: Tiroir
hi: दराज़
it: Cassetto
nl: Lade
pl: Szuflada
pt: Gaveta
ru: (Выдвижной) ящик
tr: Çekmece
uk: Ящик

source: Drawing
de: Zeichnung
es: Dibujo
fr: Dessin
hi: आरेखन कला
it: Disegno
nl: Tekening
pl: Rysunek
pt: Ilustração
ru: Рисунок
tr: Çizim
uk: Малювання

source: Dress
de: Kleid
es: Vestido
fr: Robe
hi: कपड़े
it: Vestirsi
nl: Jurk
pl: Sukienka
pt: Vestido
ru: Платье
tr: Elbise
uk: Плаття

source: Dresser
de: Kommode
es: Cómoda
fr: Chemin de fer
hi: ड्रेसर
it: Credenza
nl: Dressoir
pl: Komoda
pt: Cômoda
ru: Комод
tr: Tuvalet masası
uk: Комод

source: Drill
de: Bohrer
es: Taladro
fr: Perceuse
hi: बरमा
it: Trapano
nl: Boor
pl: Wiertło
pt: Furadeira
ru: Дрель
tr: Matkap
uk: Дриль

source: Drizzle
de: Nieseln
es: Llovizna
fr: Bruine
hi: बूँदाबाँदी
it: Pioggerella
nl: Motregen
pl: Mżawka
pt: Garoa
ru: Моросить
tr: Çiselemek
uk: Мряка

source: Drought
de: Dürre
es: Sequía
fr: Sécheresse
hi: सूखा
it: Siccità
nl: Droogte
pl: Susza
pt: Seca
ru: Засуха
tr: Kuraklık
uk: Посуха

source: Drum
de: Trommel
es: Tambor
fr: Tambour
hi: ढोल
it: Tamburo
nl: Trommel
pl: Bęben
pt: Bateria
ru: Барабан
tr: Davul
uk: Барабан

source: Drums
de: Trommeln
es: Tambores
fr: Tambours
hi: ड्रम
it: Tamburi
nl: Drumstel
pl: Bębny
pt: Baterias
ru: Барабаны
tr: Davullar
uk: Барабани

source: Dryad
de: Dryade
es: Dríada
fr: Dryade
hi: ड्राईड
it: Driade
nl: Droog
pl: Driada
pt: Dryade
ru: Дриада
tr: Kuru
uk: Дріада

source: Duck
de: Ente
es: Pato
fr: Canard
hi: बतख़
it: Anatra
nl: Eend
pl: Kaczka
pt: Pato
ru: Утка
tr: Ördek
uk: Качка

source: Dulcimer
de: Hackbrett
es: Dulcémele
hi: डुल्सीमर
nl: Hakkebord
pl: Cymbały
pt: Dulo
ru: Цимбалы
uk: Дулцимер

source: Dune
de: Düne
es: Duna
hi: टिब्बा
it: Duna
nl: Duin
pl: Wydma
pt: Duna
ru: Дюна
tr: Kumul
uk: Дюна

source: Duration
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
nl: Duur
pl: Czas okres
pt: Duração
ru: Продолжительность
tr: Süre
uk: Тривалість

source: Dusk
de: Dämmerung
es: Anochecer
fr: Crépuscule
hi: साँझ
it: Oscurare
nl: Schemering
pl: Zmierzch
pt: Crepúsculo
ru: Сумерки
tr: Alacakaranlık
uk: Сутінки

source: Duststorm
de: Staubsturm
es: Tormenta de polvo
fr: Tempête de poussière
hi: धूल भरी आंधी
it: Tempesta di polvere
nl: Stofstorm
pl: Burza pyłowa
pt: Tempestade de poeira
ru: Пыльная буря
tr: Toz fırtınası
uk: Пилова буря

source: Dutch
de: Niederländer
es: Holandés
fr: Néerlandais
hi: डच
it: Olandese
nl: Nederlands
pl: Holendrzy
pt: Holandês
ru: Голландский
tr: Hollandaca
uk: Голландський

source: Eagle
de: Adler
es: Águila
fr: Aigle
hi: बाज़
it: Aquila
nl: Adelaar
pl: Orzeł
pt: Águia
ru: Орёл
tr: Kartal
uk: Орел

source: Ear
de: Ohr
es: Oído
fr: Oreille
hi: कान
it: Spiga
nl: Oor
pl: Ucho
pt: Ouvido
ru: Ухо
tr: Kulak
uk: Вухо

source: Earth Sciences
de: Geowissenschaften
es: Ciencias de la tierra
fr: Sciences de la Terre
hi: पृथ्वी विज्ञान
it: Scienze della Terra
nl: Aardwetenschappen
pl: Nauki o Ziemi
pt: Ciências da Terra
ru: Науки о Земле
tr: Yer Bilimleri
uk: Науки про Землю

source: Earthquake
de: Erdbeben
es: Terremoto
fr: Tremblement de terre
hi: भूकंप
it: Terremoto
nl: Aardbeving
pl: Trzęsienie ziemi
pt: Terremoto
ru: Землетрясение
tr: Deprem
uk: Землетрус

source: Earwig
de: Ohrwurm
es: Cortapicos
fr: Perce-oreille
hi: कनखजूरा
it: Forbicina
nl: Oorworm
pl: Skorek
pt: Lacraia
ru: Уховёртка
tr: Kulaklık
uk: Вушна віга

source: Eaves
de: Dachgesims
es: Alero
fr: Avant-toit
hi: छज्जा
it: Gronda
nl: Onderste dakrand
pl: Okap
pt: Beiral
ru: Карниз
tr: Saçak
uk: Еве

source: Ebony
de: Ebenholz
es: Madera de ébano
fr: Ébène
hi: आबनूस
it: Ebano
nl: Ebbenhout
pl: Heban
pt: Ébano
ru: Эбеновое дерево
tr: Abanoz
uk: Чорне дерево

source: Echo
de: Emil
es: Eduardo
fr: Eugène
it: Empoli
nl: Eduard
pl: Edward
ru: Эхо
tr: Edirne

source: Eclipse
de: Finsternis
fr: Éclipse
hi: ग्रहण
it: Eclissi
nl: Verduistering
pl: Zaćmienie
ru: Затмение
tr: Tutulma
uk: Затемнення

source: Economics
de: Wirtschaft
es: Economía
fr: Économie
hi: अर्थशास्त्र
it: Economia
nl: Economie
pl: Ekonomia
pt: Economia
ru: Экономика
tr: Ekonomi bilimi
uk: Економіка

source: Ecstasy
de: Entzückung
es: Éxtasis
hi: हर्षोन्माद
nl: Extase
pl: Ekstaza
ru: Экстаз
tr: Coşkunluk
uk: Екстаз

source: Eel
de: Aal
es: Anguila
fr: Anguille
hi: ईल
it: Anoilla
nl: Paling
pl: Węgorz
pt: Enguia
ru: Угорь
tr: Yılan balık
uk: Вугель

source: Egg
de: Ei
es: Huevo
fr: Œuf
hi: अंडा
it: Uovo
nl: Ei
pl: Jajko
pt: Ovo
ru: Яйцо
tr: Yumurta
uk: Яйце

source: Egret
de: Reiher
es: Garceta
fr: Aigrette
hi: एग्रेट
it: Garzetta
nl: Zilverreiger
pl: Czapla biała
pt: Garça
ru: Белая цапля
uk: Егрет

source: Egypt
de: Ägypten
es: Egipto
fr: Égypte
hi: मिस्र
it: Egitto
nl: Egypte
pl: Egipt
pt: Egito
ru: Египет
tr: Mısır
uk: Єгипет

source: Egyptian
de: Ägyptisch
es: Egipcio
fr: Égyptien
hi: मिस्र के
it: Egiziano
nl: Egyptisch
pl: Egipcjanin
pt: Egípcio
ru: Египетский
tr: Mısırlı
uk: Єгипетський

source: Eight
de: Acht
es: Ocho
fr: Huit
hi: आठ
it: Otto
nl: Acht
pl: Osiem
pt: Oito
ru: Восемь
tr: Sekiz
uk: Вісім

# Eight1
source: Ait
de: Acht
es: Ocho
fr: DeuxFoisQuatre
it: Otto
nl: Acht
pl: Osiem
pt: Oito
ru: Восемь
tr: Sekiz
uk: Вісім

source: Eighteen
de: Achtzehn
es: Dieciocho
fr: Dix-huit
hi: अट्ठारह
it: Diciotto
nl: Achttien
pl: Osiemnaście
pt: Dezoito
ru: Восемнадцать
tr: On sekiz
uk: Вісімнадцять

source: Elbow
de: Ellenbogen
es: Codo
fr: Coude
hi: कोहनी
it: Gomito
nl: Elleboog
pl: Łokieć
pt: Cotovelo
ru: Локоть
tr: Dirsek
uk: Лікоть

source: Electrician
de: Elektriker
es: Electricista
fr: Électricien
hi: बिजली मिस्त्री
it: Elettricista
nl: Elektricien
pl: Elektryk
pt: Eletricista
ru: Электрик
tr: Elektrikçi
uk: Електрик

source: Electron
de: Elektron
es: Electrón
fr: Électron
hi: इलेक्ट्रॉन
it: Elettrone
nl: Elektron
pl: Elektron
pt: Elétron
ru: Электрон
tr: Elektron
uk: Електрон

source: Electronic
de: Elektronisch
es: Electrónico
fr: Électronique
hi: इलेक्ट्रॉनिक
it: Elettronico
nl: Elektronisch
pl: Elektroniczny
pt: Eletrônico
ru: Электронный
tr: Elektronik
uk: Електронний

source: Elephant
de: Elefant
es: Elefante
fr: Éléphant
hi: हाथी
it: Elefante
nl: Olifant
pl: Słoń
pt: Elefante
ru: Слон
tr: Fil
uk: Слон

source: Eleven
de: Elf
es: Once
fr: Onze
hi: ग्यारह
it: Undici
nl: Elf
pl: Jedenaście
pt: Onze
ru: Одиннадцать
tr: On bir
uk: Одинадцять

source: Elf
de: Elfe
es: Elfo
fr: Lutin
hi: एल्फ़
it: Elfo
pt: Elfo
ru: Эльф
uk: Ельф

source: Elk
de: Elch
es: Alce
fr: Wapiti
hi: एल्क
it: Alce
nl: Eland
pl: Łoś
pt: Alce
ru: Лось
tr: Geyik
uk: Лосі

source: Elkhound
de: Jämthund
es: Perro alce
fr: Chien d'élan
hi: एल्कहाउंड
it: Alce
nl: Elandhond
pt: Cão de alce
ru: Элкхаунд
uk: Елхаунд

source: Elm
de: Ulme
es: Olmo
fr: Orme
hi: एल्म
it: Olmo
nl: Iep
pl: Wiąz
pt: Olmo
ru: Вяз
tr: Karaağaç
uk: В'яз

source: Embarrassment
de: Peinlichkeit
es: Bochorno
fr: Embarras
hi: लज्जित होने का भाव
it: Imbarazzo
nl: Verlegenheid
pl: Zażenowanie
pt: Constrangimento
ru: Смущение
tr: Utanç
uk: Збентеження

source: Embezzlement
de: Veruntreuung
es: Desfalco
fr: Détournement de fonds
hi: ग़बन
it: Appropriazione indebita
nl: Verduistering
pl: Defraudacja
pt: Desvio de verbas
ru: Растрата
tr: Zimmete geçirme
uk: Розкрадання

source: Embroidery
de: Stickerei
es: Bordado
fr: Broderie
hi: कढ़ाई
it: Ricamo
nl: Borduurwerk
pl: Haft
pt: Bordado
ru: Вышивка
tr: Nakış
uk: Вишивка

source: Emerald
de: Smaragd
es: Esmeralda
fr: Émeraude
hi: मरकत
it: Smeraldo
nl: Smaragd
pl: Szmaragd
pt: Esmeralda
ru: Изумруд
tr: Zümrüt
uk: Смарагд

source: Emotions
de: Emotionen
es: Emociones
fr: Émotions
hi: भावनाएं
it: Emozioni
nl: Emoties
pl: Emocje
pt: Emoções
ru: Эмоции
tr: Duygular
uk: Емоції

source: Empathy
de: Empathie
es: Empatía
fr: Empathie
hi: समानुभूति
it: Empatia
nl: Empathie
pl: Empatia
pt: Empatia
ru: Эмпатия
tr: Duygu
uk: Емпатія

source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Cryptage
hi: सूचना-कूटांकन
it: Il criptare
nl: Encryptie
pl: Kodowanie
pt: Criptografia
ru: Шифровка
tr: Şifreleme
uk: Шифрування

source: Engine
de: Motor
es: Motor
fr: Moteur
hi: इंजन
it: Motore
nl: Motor
pl: Silnik
pt: Motor
ru: Двигатель
tr: Motor
uk: Двигун

source: Engineer
de: Techniker
es: Ingeniero
fr: Ingénieur
hi: अभियंता
it: Ingegnere
nl: Ingenieur
pl: Inżynier
pt: Engenheiro
ru: Инженер
tr: Mühendis
uk: Інженер

source: Engineering
de: Ingenieurwissenschaften
es: Ingeniería
fr: Ingénierie
hi: इंजीनियरी
it: Ingegneria
nl: Techniek
pl: Inżynieria
pt: Engenharia
ru: Машиностроение
tr: Makina mühendisliği
uk: Інженерія

source: English
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
it: Inglese
nl: Engels
pl: Angielski
pt: Inglês
ru: Английский
tr: İngilizce
uk: Англійська

source: Enthalpy
de: Enthalpie
es: Entalpía
fr: Enthalpie
hi: एन्थैल्पी
it: Entalpia
nl: Enthalpie
pl: Entalpia
pt: Entalpia
ru: Энтальпия
tr: Entalpi
uk: Ентальпія

source: Entropy
de: Entropie
es: Entropía
fr: Entropie
hi: एन्ट्रापी
it: Entropia
nl: Entropie
pl: Entropia
pt: Entropia
ru: Энтропия
tr: Entropi
uk: Ентропія

source: Envy
de: Neid
es: Envidia
fr: Envie
hi: ईर्ष्या
it: Invidia
nl: Afgunst
pl: Zazdrość
pt: Inveja
ru: Зависть
tr: Kıskanma
uk: Заздрісті

source: Enzyme
de: Enzym
es: Enzima
hi: एन्ज़ाइम
it: Enzima
nl: Enzym
pl: Enzym
pt: Enzima
ru: Энзим
tr: Enzim
uk: Фермент

source: Eon
de: Äon
es: Eón
fr: Éon
hi: ईओन
it: Eone
pt: Éon
ru: Эон
uk: Еон

source: Epidemic
de: Epidemie
es: Epidemia
fr: Épidémie
hi: महामारी
it: Epidemia
nl: Epidemie
pl: Epidemia
pt: Epidemia
ru: Эпидемия
tr: Salgın hastalık
uk: Епідемія

source: Epilogue
de: Epilog
es: Epílogo
fr: Épilogue
hi: उपसंहार
it: Epilogo
nl: Epiloog
pl: Epilog
pt: Epílogo
ru: Эпилог
tr: Sondeyiş
uk: Епілог

source: Epoch
de: Epoche
es: Época
fr: Époque
hi: युग
it: Epoca
nl: Tijdperk
pl: Epoka
pt: Época
ru: Эпоха
tr: Çağ
uk: Епоха

source: Equation
de: Gleichung
es: Ecuación
fr: Équation
hi: समीकरण
it: Equazione
nl: Vergelijking
pl: Równanie
pt: Equação
ru: Уравнение
tr: Eşitlik
uk: Рівняння

source: Equestrian
de: Reit
es: Ecuestre
fr: Équestre
hi: अश्वारोही
it: Equestre
nl: Ruiter
pl: Jeździecki
pt: Equestre
ru: Конный
tr: Atlı
uk: Кінний

source: Equinox
de: Tagundnachtgleiche
es: Punto equinoccial
fr: Équinoxe
hi: विषुव
it: Equinozio
nl: Nachtevening
pl: Równonoc
pt: Equinócio
ru: Равноденствие
tr: Gün dönümü
uk: Рівнодення

source: Era
de: Epoche
es: Época
fr: Ère
hi: संवत्
nl: Tijdperk
ru: Эра
tr: Çağ
uk: Епоха

source: Esophagus
de: Speiseröhre
es: Esófago
fr: Œsophage
hi: अन्नप्रणाली
it: Esofago
nl: Slokdarm
pl: Przełyk
pt: Esôfago
ru: Пищевод
tr: Yemek borusu
uk: Стравохід

source: Espionage
de: Spionage
es: Espionaje
fr: Espionnage
hi: जासूसी
it: Spionaggio
nl: Spionage
pl: Szpiegostwo
pt: Espionagem
ru: Шпионаж
tr: Casusluk
uk: Шпигунство

source: Estonian
de: Estnisch
es: Estonio
fr: Estonien
hi: एस्टोनियाई
it: Estone
nl: Est
pl: Estoński
pt: Estoniano
ru: Эстонский
tr: Estonca
uk: Естонська

source: Estrela
de: Stern
es: Estrella
fr: Étoile
hi: एस्ट्रेला
it: Stella
nl: Ster
ru: Эстрела
uk: Естрела

source: Ethics
de: Ethik
es: Ética
fr: Éthique
hi: नैतिकता
it: Etica
nl: Ethiek
pl: Etyka
pt: Ética
ru: Этика
tr: Etik
uk: Етика

source: Ethiopia
de: Äthiopien
es: Etiopía
fr: Éthiopie
hi: इथियोपिया
it: Etiopia
nl: Ethiopië
pl: Etiopia
pt: Etiópia
ru: Эфиопия
tr: Etiyopya
uk: Ефіопія

source: Euphemism
de: Euphemismus
es: Eufemismo
fr: Euphémisme
hi: मंगलभाषित
it: Eufemismo
nl: Eufemisme
pl: Eufemizm
pt: Eufemismo
ru: Эвфемизм
tr: Örtmece
uk: Евфемізм

source: Euphoria
de: Euphorie
es: Euforia
fr: Euphorie
hi: उल्लासोन्माद
it: Euforia
nl: Euforie
pl: Euforia
pt: Euforia
ru: Эйфория
tr: Öfori
uk: Ейфорія

source: European
de: Europäer
es: Europeo
fr: Européen
hi: यूरोप का
it: Europeo
nl: Europees
pl: Europejczyk
pt: Europeu
ru: Европейский
tr: Avrupalı
uk: Європейський

source: Evening
de: Abend
es: Atardecer
fr: Soirée
hi: सायंकाल
it: Sera
nl: Avond
pl: Wieczór
pt: Noite
ru: Вечер
tr: Akşam
uk: Вечір

source: Evidence
de: Beweismittel
es: Evidencia
fr: Preuves
hi: सबूत
it: Prove
nl: Bewijs
pl: Dowody
pt: Evidência
ru: Доказательство
tr: Kanıt
uk: Докази

source: Excavator
de: Bagger
es: Excavadora
fr: Excavateur
hi: खनक
it: Escavatore
nl: Graafmachine
pl: Koparka
pt: Escavador
ru: Экскаватор
tr: Ekskavatör
uk: Екскаватор

source: Exhaust
de: Abgase
es: Escape
fr: Gaz d'échappement
hi: निकास
it: Gas di scarico
nl: Uitlaat
pl: Spaliny
pt: Escapamento
ru: Выхлоп
tr: Egzoz borusu
uk: Вихлоп

source: Exhibit
de: Ausstellungsstück
es: Exposición
fr: Exposition
hi: प्रदर्शन
it: Esposizione
nl: Exposeren
pl: Eksponat
pt: Exibição
ru: Экспонат
tr: Sergilemek
uk: Експонат

source: Exotic
de: Exotisch
es: Exótico
fr: Exotique
hi: विदेशी
it: Esotico
nl: Exotisch
pl: Egzotyczny
pt: Exótico
ru: Экзотический
tr: Egzotik
uk: Екзотичний

source: Extortion
de: Erpressung
es: Extorsión
fr: Extorsion
hi: ज़बरन वसूली
it: Estorsione
nl: Afpersing
pl: Wymuszenie
pt: Extorsão
ru: Вымогательство
tr: Gasbetme
uk: Вимагання

source: Eye
de: Auge
es: Ojo
fr: Œil
hi: आँख
it: Occhio
nl: Oog
pl: Oko
pt: Olho
ru: Глаз
tr: Göz
uk: Око

source: Fable
de: Fabel
es: Fábula
hi: नीति कथा
it: Favola
nl: Fabel
pl: Bajka
pt: Fábula
ru: Басня
tr: Masal
uk: Файка

source: Fabric
de: Stoff
es: Tela
fr: Tissu
hi: कपड़ा
it: Tessuto
nl: Stof
pl: Tkanina
pt: Tecido
ru: Ткань
tr: Kumaş
uk: Тканина

source: Fabric & Textiles
de: Stoff & Textilien
es: Tejidos y textiles
fr: Tissus et textiles
hi: कपड़ा और वस्त्र
it: Tessuti e tessuti
nl: Stoffen & Textiel
pl: Tkanina i tekstylia
pt: Tecidos e Têxteis
ru: Ткани и текстиль
tr: Kumaş ve Tekstil
uk: Тканина та текстиль

source: Facade
de: Fassade
es: Fachada
fr: Façade
hi: अग्रभित्ति
it: Facciata
nl: Gevel
pl: Fasada
pt: Fachada
ru: Фасад
tr: Cephe
uk: Фасад

source: Face
de: Gesicht
es: Cara
fr: Visage
hi: चेहरा
it: Faccia
nl: Gezicht
pl: Twarz
pt: Rosto
ru: Лицо
tr: Yüz
uk: Обличчя

source: Factorial
de: Faktorisch
fr: Factoriel
hi: फैक्टोरियल
it: Fattoriale
nl: Factorieel
pl: Czynnikowy
pt: Fatorial
ru: Факториальный
tr: Faktöriyel
uk: Факторіальний

source: Fairy
de: Fee
es: Hada
fr: Fée
hi: परी
it: Fata
nl: Fee
pl: Duszek
pt: Fada
ru: Фея
tr: Peri
uk: Фея

source: Falcon
de: Falke
es: Halcón
fr: Faucon
hi: बाज़
it: Falcone
nl: Valk
pl: Sokół
pt: Falcão
ru: Сокол
tr: Şahin
uk: Сокіл

source: Famine
de: Hungersnot
es: Hambruna
hi: दुर्भिक्ष
it: Carestia
nl: Hongersnood
pl: Głód
pt: Fome
ru: Голод
tr: Kıtlık
uk: Голод

source: Farmer
de: Bauer
es: Granjero
fr: Agriculteur
hi: किसान
it: Agricoltore
nl: Boer
pl: Rolnik
pt: Fazendeiro
ru: Фермер
tr: Çiftçi
uk: Фермер

source: Fault
de: Schuld
es: Fallo
fr: Faute
hi: दोष
it: Colpa
nl: Fout
pl: Wina
pt: Falha
ru: Ошибка
tr: Hata
uk: Помилка

source: Fear
de: Furcht
es: Miedo
fr: Peur
hi: भय
it: Paura
nl: Angst
pl: Strach
pt: Medo
ru: Страх
tr: Korku
uk: Страх

source: Felony
de: Kapitalverbrechen
es: Delito grave
fr: Crime
hi: गुंडागर्दी
it: Crimine
nl: Misdrijf
pl: Ciężkie przestępstwo
pt: Delito grave
ru: (Тяжкое) уголовное преступление
tr: Ağır suç
uk: Злочин
